Repository: MustangYM/Compositor
Catalog: Compositor/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

source: Zoom tool
de: Zoom-Werkzeug
es: Herramienta Zoom
fr: Outil Zoom
ja: ズームツール
ko: 돋보기 도구
pt_br: Ferramenta Zoom
zh_hans: 缩放工具
zh_hant: 縮放工具

source: Zooms the transformed picture within the frame.
de: Zoomt das transformierte Bild innerhalb des Rahmens.
es: Amplía la imagen transformada dentro del marco.
fr: Zoome l'image transformée dans le cadre.
ja: 変形した画像をフレーム内で拡大・縮小します。
ko: 변형한 이미지를 프레임 안에서 확대하거나 축소합니다.
pt_br: Amplia a imagem transformada dentro da moldura.
zh_hans: 在画框内缩放变换后的图像。
zh_hant: 在畫框內縮放變形後的影像。

source: %1$@ degrees
de: %1$@ Grad
es: %1$@ grados
fr: %1$@ degrés
ja: %1$@ 度
ko: %1$@도
pt_br: %1$@ graus
zh_hans: %1$@ 度
zh_hant: %1$@ 度

source: Light Color
de: Helle Farbe
es: Color claro
fr: Couleur claire
ja: 明部の色
ko: 밝은 색상
pt_br: Cor clara
zh_hans: 亮色
zh_hant: 亮色

source: Atkinson (Classic Mac)
es: Atkinson (Mac clásico)
fr: Atkinson (Mac classique)
ja: Atkinson（クラシック Mac）
ko: Atkinson (클래식 Mac)
pt_br: Atkinson (Mac clássico)
zh_hans: Atkinson（经典 Mac）
zh_hant: Atkinson（經典 Mac）

source: Auto
es: Automático
ja: 自動
ko: 자동
pt_br: Automático
zh_hans: 自动
zh_hant: 自動

source: Balance
es: Equilibrio
ja: バランス
ko: 균형
pt_br: Equilíbrio
zh_hans: 平衡
zh_hant: 平衡

source: Camera Raw Filter
es: Filtro de Camera Raw
fr: Filtre Camera Raw
ja: Camera Raw フィルター
ko: Camera Raw 필터
pt_br: Filtro Camera Raw
zh_hans: Camera Raw 滤镜
zh_hant: Camera Raw 濾鏡

source: Color Grading
es: Gradación de color
ja: カラーグレーディング
ko: 색상 그레이딩
pt_br: Correção de cores
zh_hans: 颜色分级
zh_hant: 顏色分級

source: Cyan
es: Cian
ja: シアン
ko: 사이안
pt_br: Ciano
zh_hans: 青色
zh_hant: 青色

source: Diffusion
es: Difusión
ja: 拡散
ko: 확산
pt_br: Difusão
zh_hans: 扩散
zh_hant: 擴散

source: Ellipse
es: Elipse
ja: 楕円形
ko: 타원
pt_br: Elipse
zh_hans: 椭圆
zh_hant: 橢圓

source: Filter
es: Filtro
fr: Filtre
ja: フィルター
ko: 필터
pt_br: Filtro
zh_hans: 滤镜
zh_hant: 濾鏡

source: Halation
es: Halo
fr: Halo rouge
ja: ハレーション
ko: 할레이션
pt_br: Halo
zh_hans: 光晕
zh_hant: 光暈

source: Hand (H)
es: Mano (H)
fr: Main (H)
ja: 手のひら（H）
ko: 손 (H)
pt_br: Mão (H)
zh_hans: 抓手 (H)
zh_hant: 手形 (H)

source: Instagram Portrait
es: Retrato de Instagram
fr: Portrait Instagram
ja: Instagram 縦長
ko: Instagram 세로형
pt_br: Retrato do Instagram
zh_hans: Instagram 竖版
zh_hant: Instagram 直式

source: Instagram Story
es: Historia de Instagram
fr: Story Instagram
ja: Instagram ストーリーズ
ko: Instagram 스토리
pt_br: Story do Instagram
zh_hans: Instagram 快拍
zh_hant: Instagram 限時動態

source: Lasso
es: Lazo
ja: なげなわ
ko: 올가미
pt_br: Laço
zh_hans: 套索
zh_hant: 套索

source: Lasso (L)
es: Lazo (L)
ja: なげなわ（L）
ko: 올가미 (L)
pt_br: Laço (L)
zh_hans: 套索 (L)
zh_hant: 套索 (L)

source: Linear
es: Lineal
fr: Linéaire
ja: 線形
ko: 선형
zh_hans: 线性
zh_hant: 線性

source: Polygonal
es: Poligonal
fr: Polygonale
ja: 多角形
ko: 다각형
pt_br: Poligonal
zh_hans: 多边形
zh_hant: 多邊形

source: Position
es: Posición
ja: 位置
ko: 위치
pt_br: Posição
zh_hans: 位置
zh_hant: 位置

source: Radius
es: Radio
fr: Rayon
ja: 半径
ko: 반경
pt_br: Raio
zh_hans: 半径
zh_hant: 半徑

source: sRGB · Transparent
es: sRGB · Transparente
ja: sRGB · 透明
ko: sRGB · 투명
pt_br: sRGB · Transparente
zh_hans: sRGB · 透明
zh_hant: sRGB · 透明

source: Text
es: Texto
fr: Texte
ja: テキスト
ko: 텍스트
pt_br: Texto
zh_hans: 文字
zh_hant: 文字

source: Transparent
es: Transparente
ja: 透明
ko: 투명
pt_br: Transparente
zh_hans: 透明
zh_hant: 透明

source: Version 1
es: Versión 1
ja: バージョン 1
ko: 버전 1
pt_br: Versão 1
zh_hans: 版本 1
zh_hant: 版本 1

source: Version 2
es: Versión 2
ja: バージョン 2
ko: 버전 2
pt_br: Versão 2
zh_hans: 版本 2
zh_hant: 版本 2

source: Version 3
es: Versión 3
ja: バージョン 3
ko: 버전 3
pt_br: Versão 3
zh_hans: 版本 3
zh_hant: 版本 3

source: Version 4
es: Versión 4
ja: バージョン 4
ko: 버전 4
pt_br: Versão 4
zh_hans: 版本 4
zh_hant: 版本 4

source: Version 5
es: Versión 5
ja: バージョン 5
ko: 버전 5
pt_br: Versão 5
zh_hans: 版本 5
zh_hant: 版本 5

source: Version 6
es: Versión 6
ja: バージョン 6
ko: 버전 6
pt_br: Versão 6
zh_hans: 版本 6
zh_hant: 版本 6

source: Vignette
es: Viñeta
ja: 周辺光量
ko: 비네팅
pt_br: Vinheta
zh_hans: 晕影
zh_hant: 暈映

source: Esc
fr: Échap

source: HSL
fr: TSL

source: RGB
fr: RVB

source: Gamma
ja: ガンマ
ko: 감마
pt_br: Gama
zh_hans: 灰度系数

source: Global
ja: 全体
ko: 전체
zh_hans: 全局
zh_hant: 全域

source: Hex
ja: 16 進数
ko: 16진수
zh_hans: 十六进制
zh_hant: 十六進位

source: Horizontal
ja: 水平方向
ko: 가로
zh_hans: 水平
zh_hant: 水平

source: Magenta
ja: マゼンタ
ko: 마젠타
zh_hans: 洋红
zh_hant: 洋紅

source: Normal
ja: 通常
ko: 표준
zh_hans: 正常
zh_hant: 正常

source: Original
ja: 元画像
ko: 원본
zh_hans: 原始
zh_hant: 原始

source: Radial
ja: 円形
ko: 방사형
zh_hans: 径向
zh_hant: 放射狀

source: Zoom
ja: ズーム
ko: 돋보기
zh_hans: 缩放
zh_hant: 縮放

source: Zoom (Z)
ja: ズーム（Z）
ko: 돋보기 (Z)
zh_hans: 缩放 (Z)
zh_hant: 縮放 (Z)

source: OK
ko: 확인
zh_hans: 确定
zh_hant: 確定

source: %1$@ × %2$@ px
zh_hans: %1$@ × %2$@ 像素
zh_hant: %1$@ × %2$@ 像素
